{
  "181122102925-statue-of-liberty-crown": {
    "slug": "181122102925-statue-of-liberty-crown",
    "title": "The Statue of Liberty's torch heads to new museum",
    "shortText": "The Statue of Liberty's original torch is getting a new home",
    "text": "<p>The Statue of Liberty's original torch is getting a new home.</p><p>Made of copper and gold so that it would shine bright, the first torch took a beating from the weather and was replaced by a replica in 1984. It's been stored in the statue's pedestal ever since.</p><p>But visitors will be able to see the original 3,600-pound torch in all its glory at a new Statue of Liberty Museum, which will open on Liberty Island in May 2019. The torch was transported there by truck last week, along with a replica model of Lady Liberty's face.</p><p><q>Although it is not one of the most difficult things we have ever moved,</q> says Douglas Phelps, who oversaw the relocation of the torch, <q>it is certainly the most important.</q><p>Not only is the Statue of Liberty the symbol of New York City, she is also a UNESCO World Heritage site under the designation of &ldquo;Outstanding Universal Value.&rdquo;</p><p>Her full name is Liberty Enlightening the World, and she was designed by Frédéric Auguste Bartholdi and built by Gustave Eiffel -- yes, the same guy who built Paris's Eiffel Tower.</p><p>Lady Liberty was a gift from France to the United States to celebrate the centennial of their nation's independence -- although, somewhat awkwardly, she arrived a decade too late. Nevertheless, President Grover Cleveland formally unveiled her in 1886.</p><p>Since then, the statue has served as a symbol of hope and possibility for many people who entered the United States as immigrants via neighboring Ellis Island.</p><p><q>The original torch is a beautiful object of art and exemplifies the American ideals of freedom and democracy,</q> says John Piltzecker, superintendent of the Statue of Liberty National Monument. That symbolic spirit was bolstered by the decision to inscribe Emma Lazarus' poem &ldquo;The New Colossus&rdquo; on the statue's pedestal, which gave Lady Liberty one of her nicknames, &ldquo;Mother of Exiles.&rdquo;</p><p>The most famous lines in the poem are: &ldquo;Give me your tired, your poor / Your huddled masses yearning to breathe free.&rdquo;</p><p>In 2017, nearly 4.5 million people visited Liberty Island.</p><p>When completed, the Statue of Liberty Museum will be 26,000 square feet of history, inspiration and deeper analysis of the statue's symbolism both in the US and around the world.</p><p>The &ldquo;inspiration gallery,&rdquo; which is where the torch will live, will have floor-to-ceiling glass windows looking out at Lower Manhattan, including the World Trade Center.</p>",
    "pubDate": "Thu, 22 Nov 2018 15:12:24 GMT",
    "pubYear": "2018",
    "author": "Kate Farley",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181122102925-statue-of-liberty-crown-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "170321135754-airport-security-line": {
    "slug": "170321135754-airport-security-line",
    "title": "You can take a pie on a plane",
    "shortText": "Getting excited to eat your mother's roast turkey, your uncle's stuffing and your sister's famous green bean casserole?",
    "text": "<p>Getting excited to eat your mother's roast turkey, your uncle's stuffing and your sister's famous green bean casserole?</p><p>First you have to get there.</p><p>A record 30.6 million passengers will travel on US airlines during the Thanksgiving holiday, up from an estimated 29 million passengers a year ago, according to a forecast by Airlines for America, an US airline trade organization.</p><p>The forecast translates to an estimated 2.55 million passengers per day, up 137,000 per day from a year ago.</p><p>The busiest flying day is projected to be Sunday, November 25, with an estimated 3.06 million passengers trying to get home. The second-busiest day will be Wednesday, November 21, with 2.93 million people flying the day before Thanksgiving.</p><p>The airline association defines the Thanksgiving travel season as starting Friday, November 16, and extending through Tuesday, November 27.</p><p>The best day to fly during that 12-day period? It's Thanksgiving Day, with just 1.73 million people flying on the actual holiday.</p><p>The Transportation Security Administration expects to screen about 2.6 million passengers and crew on the Wednesday before the holiday, 500,000 more people than a typical weekday. On November 25, the Sunday after Thanksgiving, the agency estimates more than 2.7 million travelers will be flying home.</p><p>That's why TSA officials say they're adding more than 1,200 TSA officers and an additional 80 passenger screening canine teams over the holiday, which they define as November 16 through November 26.</p><p><q>As Thanksgiving and the holiday travel seasons arrive, ensuring the safety and security of the millions of passengers traveling daily remains TSA's top priority,</q> said TSA Administrator David Pekoske, in a statement.</p><p><q>We marked several records over the spring and summer travel periods this year, screening more than 525 million passengers and crew. This upcoming season will be very busy as more passengers choose to fly, and TSA officers will be on duty over the holidays so travelers can enjoy theirs.</q></p>",
    "pubDate": "Wed, 21 Nov 2018 22:57:55 GMT",
    "pubYear": "2018",
    "author": "Cathryn Lindsey",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/170321135754-airport-security-line-file-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181119170125-ploughgate-creamery-butter-ball": {
    "slug":"181119170125-ploughgate-creamery-butter-ball",
    "title": "Butter is back, just in time for the holidays",
    "shortText": "Amid the farm houses and barns dotting the Mad River Valley area of rural Vermont, five miles north of Sugarbush ski resort, Marisa Mauro is making butter.",
    "text": "<p>Amid the farm houses and barns dotting the Mad River Valley area of rural Vermont, five miles north of Sugarbush ski resort, Marisa Mauro is making butter.</p><p>About 700 pounds of it every week.</p><p>While she and her assistant pack up golden bricks of butter, they can stare out at panoramic views of lush green hills that go technicolor red and yellow in autumn and sparkly white in winter.</p><p>But there's no daydreaming here. Her business, Ploughgate Creamery at Bragg Farm, is booming, and her butter sells for $16 to $20 per pound to specialty shops, co-ops and Whole Foods grocery stores around the country.</p><p><q>I'd say the biggest difference with our butter is that it's handmade, and our hands are on every step of the process,</q> said Mauro, 33. <q>Two girls are cranking out a lot of butter.</q></p><p>Mauro's butter is rich and fatty, fresh but nutty, and it has a grassy tang that comes straight from the cows who made the cream. Those cows live just 30 miles down the road at Monument Farms. (Visit them to get fresh coffee milk, a New England original that adds sweet coffee flavor to cold milk.)</p><p>Mauro packs some of the butter without salt and mixes large sea salt crystals into the rest, selling it as a salted variety with little flakes of texture and even more flavor.</p>",
    "pubDate": "Wed, 21 Nov 2018 13:17:49 GMT",
    "pubYear": "2018",
    "author": "Guerra Clemons",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181119170125-ploughgate-creamery-butter-ball-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181121164246-boeing-777-9x-assembly-1": {
    "slug":"181121164246-boeing-777-9x-assembly-1",
    "title": "Boeing's 777X jetliner comes together ",
    "shortText": "Travelers around the globe are one step closer to seeing a plane with its wings folded up being taxied to their gate.",
    "text": "<p>Travelers around the globe are one step closer to seeing a plane with its wings folded up being taxied to their gate.</p><p>Slated to be one of the next darlings of commercial aviation, the Boeing 777X hit a production milestone this week when its major fuselage sections -- the airplane's nose, mid and aft sections -- were brought together.</p><p>It has the longest body produced by the manufacturer, of 252 feet, and the widest wingspan of any aircraft in the company's 102-year history: 235 feet, five inches.</p><p>The aircraft is the 777-9 variant, building on the 777 and 787 Dreamliner, and offering the largest, and most efficient, twin-engine in the world, Boeing said in a statement.</p><p>Its hinged wingtips alone measure 12 feet, with locking pins to prevent them from folding during flight.</p><p>The wings give the jetliner extra lift, similar to that of a giant sailplane glider, helping the plane to save an overall 12% more fuel than the Airbus A350, according to Boeing.</p><p>Its first flight is scheduled for 2019 and first deliveries are in 2020.</p><p>Seating 400 to 425 passengers, the plane features new lighting, architecture, a wider cabin and larger windows that are located higher on the fuselage than the current 777, the company said.</p><p>Folding wings are a feature of military aircraft, such as the F/A-18 fighters which need to squeeze onto US aircraft carriers.</p>",
    "pubDate": "Thu, 22 Nov 2018 14:58:47 GMT",
    "pubYear": "2018",
    "author": "Britney Collier",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181121164246-boeing-777-9x-assembly-1-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "170301162422-leaning-tower": {
    "slug":"170301162422-leaning-tower",
    "title": "Leaning Tower of Pisa loses some of its tilt",
    "shortText": "The Leaning Tower of Pisa has slowly started defying its name, losing four centimeters of its tilt over the past 17 years.",
    "text": "<p>The Leaning Tower of Pisa in Italy has slowly started defying its name, losing 4 centimeters of its tilt over the past 17 years.</p><p>The movement, roughly 1.5 inches, comes after extensive consolidation work done between 1993 and 2001, which was required to reverse its slump and keep the tower upright.</p><p>It means the building in Tuscany, which attracts thousands of tourists every day, is back to the tilt it had at the beginning of the 19th century, according to professor Salvatore Settis, who leads the surveillance group of the monument.</p><p><q>The reduction of the tilt will not last forever -- but it's very significant and now we have good reasons to hope that the tower can last for at least another 200 years,</q> Settis told CNN.</p><p>When corrective work began on the tower it was leaning 6 degrees, or 13 feet, off the perpendicular on its south side. Soil was removed on the opposite side to reverse its trajectory.</p><p><q>Technically it has been an incredibly complex work -- but the concept of the project is easy to understand,</q> Settis said. <q>The tower is leaning towards the South, so part of the soil under the northern side, basically sand and clay, was eliminated, creating cavities that the weight of the tower is now closing</q>.</p>",
    "pubDate": "Thu, 22 Nov 2018 17:55:57 GMT",
    "pubYear": "2018",
    "author": "Saunders May",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/170301162422-leaning-tower-tease-4-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181118211616-banasthali-vidyapith-aviation-school-india": {
    "slug":"181118211616-banasthali-vidyapith-aviation-school-india",
    "title": "Training India's next generation of female pilots",
    "shortText": "On a dusty, 3,600-foot-long airstrip in Rajasthan, India, a two-seater white Cessna 152 pivots into position. A few moments later, it's soaring over the empty desert into a cloudless blue sky.",
    "text": "<p>On a dusty, 3,600-foot-long airstrip in Rajasthan, India, a two-seater white Cessna 152 pivots into position. A few moments later, it's soaring over the empty desert into a cloudless blue sky.</p><p>This is the private runway at 1,100-acre Banasthali Vidyapith -- one of India's premier women's universities.</p><p>Since its establishment in 1962, the university's School of Aviation has produced more than 5,000 alumnae, with dozens more in the pipeline.</p><p><q>In a country where many people don't want to invest in girls, which is the mentality of most traditional families, Banasthali Vidyapith creates a place where women are equally important,</q> Captain Tarana Saxena, a recent graduate, tells CNN Travel.</p><p><q>They give girls a chance to learn about aviation ... a chance to fly.</q></p><p>The inspiration for Banasthali Vidyapith University sprung from tragedy.</p><p>Founder Hiralal Shastri, a politician who was born into a peasant family in Rajasthan, relocated to the village of Vanasthali in 1929 with his family.</p><p>In this rural outpost, about 50 miles south of Jaipur, he founded a social program to reconstruct the village and educate local farmers.</p><p>At a very young age, his daughter embraced his passion and began holding classes for village children.</p><p>Tragically, she fell ill at the age of 12 and passed away.</p><p>Encouraged by his wife, Shastri set out to educate and empower young women, a dream they had envisioned for their own daughter.</p><p>And so Banasthali Vidyapith opened in 1935 with seven students -- all girls -- and now offers more than 28 disciplines, including doctoral degrees.</p>",
    "pubDate": "Thu, 22 Nov 2018 02:43:51 GMT",
    "pubYear": "2018",
    "author": "Roxie Parks",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181118211616-banasthali-vidyapith-aviation-school-india---group-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181121142731-01-termite-nests": {
    "slug":"181121142731-01-termite-nests",
    "title": "Ancient termite megapolis as large as Britain found ",
    "shortText": "Researchers have discovered a gigantic complex of 200 million termite mounds in northeastern Brazil, which may be up to 4,000 years old and covers an area about the size of Great Britain.",
    "text": "<p>Researchers have discovered a gigantic complex of 200 million termite mounds in northeastern Brazil, which may be up to 4,000 years old and covers an area about the size of Great Britain.</p><p>Although visible on Google Earth, the conical mounds, some of which rise up to 10 feet high, are largely hidden from view at ground level in semiarid, thorny-scrub forests, according to research published this month in Current Biology.</p><p><q>These mounds were formed by a single termite species that excavated a massive network of tunnels to allow them to access dead leaves to eat safely and directly from the forest floor,</q> researcher and entomologist Stephen Martin of the UK's University of Salford said in a statement.</p><p><q>The amount of soil excavated is ... equivalent to 4,000 Great Pyramids of Giza, and represents one of the biggest structures built by a single insect species.</q></p><p>The mounds are found in dense, low, dry forest caatinga vegetation and can be seen when the land is cleared for pasture.</p><p>The mounds are found in dense, low, dry forest caatinga vegetation and can be seen when the land is cleared for pasture.</p><p>The mounds, more of which are still being built, came to scientists' attention when some of the lands were cleared for pasture in recent decades.</p><p>Soil samples collected from the centers of 11 mounds and dated indicated that the mounds were created 690 to 3,820 years ago. That makes them about as old as the world's oldest known termite mounds in Africa, according to a statement posted online by Cell Press.</p><p>The mounds are not nests but rather the result of the insects' slow and steady excavation of a network of interconnected underground tunnels, which resulted in waste building up in cones on the surface.</p>",
    "pubDate": "Wed, 21 Nov 2018 12:19:45 GMT",
    "pubYear": "2018",
    "author": "Willis Hayden",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181121142731-01-termite-nests-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181121093937-travel-deals-rei-adventures-greek-islands": {
    "slug":"181121093937-travel-deals-rei-adventures-greek-islands",
    "title": "Travel deals for Black Friday and Cyber Monday ",
    "shortText": "Sure, Thanksgiving is a time to give thanks. But the extended holiday weekend also is a time for some serious retail therapy, especially on discounted travel.",
    "text": "<p>Sure, Thanksgiving is a time to give thanks. But the extended holiday weekend also is a time for some serious retail therapy, especially on discounted travel.</p><p>Starting with Black Friday and continuing through the weekend into Cyber Monday, the long weekend has become one of the most popular stretches for folks in the USA to purchase travel online.</p><p>What are shoppers angling to buy? Here's a look at some of the deals that are likely to pique interest.</p><p>One of the biggest areas for Thanksgiving-weekend savings: Flights. Across the industry, air carriers of every size offer discounts that would tickle just about every wallet.</p><p>The best day to score a flight deal: Tuesday, November 27, according to Hopper, an app that uses data to predict and track airfares. Some companies have billed the day as &ldquo;Travel Deal Tuesday.&rdquo; Of course, deals are expected to be available throughout the weekend, as well.</p><p>Some of these promotions translate into rock-bottom one-way, cross-Atlantic flights. Others mean 20% or 30% discounts across the board.</p><p>RyanAir, the low-cost Irish airline, has published flights from Dublin to other major European cities as low as $6 a pop. Delta is offering a variety of round-trip savings, including tickets from New York to Portugal for less than $700.</p>",
    "pubDate": "Fri, 23 Nov 2018 01:29:06 GMT",
    "pubYear": "2018",
    "author": "Moses Fernandez",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181121093937-travel-deals-rei-adventures-greek-islands-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181120145100-02-alaskan-town-no-sun": {
    "slug":"181120145100-02-alaskan-town-no-sun",
    "title": "This Alaskan town won't see the sun for 65 days",
    "shortText": "If you're a night owl, you may want to consider spending your winters in northern Alaska.",
    "text":"<p>If you're a night owl, you may want to consider spending your winters in northern Alaska.</p><p>Utqiagvik, Alaska, formerly known as Barrow, experienced its last sunrise and sunset on Sunday for about two months.</p><p>The town of about 4,000 people is now beginning its 65-day period of darkness, known as polar night.</p><p>Polar night is a common term in places that don't experience sunrise for more than 24 hours, according to CNN meteorologist Judson Jones.</p><p><q>This happens every year,</q> Jones said. <q>If you live above the Arctic Circle, there will be a day when the sun sets for the rest of winter. The good news? It will return and then during the summer when it won't set for days.</q></p><p>The northern third of Alaska lies above the Arctic Circle, the ring of latitude that encircles the frigid Arctic polar region.</p><p>Although Utqiagvik is not the only Alaskan town to experience this phenomenon, it is the first one on the polar night location list because of how far north it is.</p><p>For about one to two months, the residents of Kaktovik, Point Hope and Anaktuvuk Pass will also be without the sun. Their final sunsets will happen between late November and early December, according to CNN affiliate KTUU.</p><p>The sun officially set at 1:43 p.m. Sunday in Utqiagvik, starting its 65-day hiatus from the town. It won't peek above the horizon again until January 23, 2019.</p>",
    "pubDate": "Tue, 20 Nov 2018 21:37:11 GMT",
    "pubYear": "2018",
    "author": "Rhea Norton",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181120145100-02-alaskan-town-no-sun-trnd-112018-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "120103104851-couple-airplane-cabin": {
    "slug":"120103104851-couple-airplane-cabin",
    "title": "Airline etiquette: Tips from an expert ",
    "shortText": "I was sitting in an aisle seat on a flight earlier this year when a fellow traveler approached and politely said he thought I may be sitting in his seat.",
    "text": "<p>I was sitting in an aisle seat on a flight earlier this year when a fellow traveler approached and politely said he thought I may be sitting in his seat.</p><p>After assuring him I was in the correct seat, he then demanded to see my boarding pass. I already knew I was in the right seat, but it was confirmed when he made his demand.</p><p>Knowing I was in the right, I refused to show him my pass. The real issue, I think, was that he didn't want to sit in the dreaded middle seat, so he thought he could cajole or intimidate me into moving.</p><p>He didn't call a flight attendant, probably because he knew the aisle seat was mine. Instead, he behaved like a spoiled child, muttering under his breath and throwing me hostile looks for the rest of the flight.</p><p>I have traveled more than 250,000 miles last year for my work as an aviation journalist, and I've also worked at two airlines, so I'm not new to this rodeo.</p><p>On my travels, I see people who have manners that would impress Emily Post on the ground seemingly lose their minds once they cross the threshold of an airport.</p><p>Remember my aisle seat? I choose the aisle because I'm claustrophobic, and I typically have to pay extra to ensure that I get one. But there are always travelers who don't want me to have it. Another scenario I encounter regularly is the seat switcher.</p><p>This person just asks to switch seats so they can either sit next to someone or avoid sitting in a window or middle seat. When I give them a simple no (with no further explanation), it turns into a debate and sometimes even escalates. I even had one person call a flight attendant on me because I refused to move -- from the seat I paid to have.</p>",
    "pubDate": "Mon, 19 Nov 2018 11:10:20 GMT",
    "pubYear": "2018",
    "author": "Martin Hendrix",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/120103104851-couple-airplane-cabin-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181116131343-garima-arora-michelin": {
    "slug":"181116131343-garima-arora-michelin",
    "title": "India's first woman with a Michelin star",
    "shortText": "Chef Garima Arora just became the first Indian woman to win a Michelin star.",
    "text": "<p>Chef Garima Arora just became the first Indian woman to win a Michelin star.</p><p>Her Bangkok restaurant Gaa, which opened in April 2017, quickly earned praise for Arora's tasty and artful mix of Indian and Thai cuisine and has now earned one coveted Michelin star in the Michelin Guide Bangkok, Phuket and Phang-Nga 2019.</p><p>One popular dish on her tasting menu brings together grilled unripe jackfruit, roti and homemade pickles. Unripe jackfruit is popular in India, but the roti is made with the ripe version of the fruit, more popular in Thailand.</p><p>Gaa is right near the two Michelin-star restaurant, Gaggan, run by another celebrated Indian chef, Gaggan Anand.</p><p>Arora said there should be no shortage of star chefs coming from India.</p><p><q>We are a population of one billion with food culture that is centuries old,</q> said Arora in an email to CNN. <q>In my opinion, we should be making food trends, not following them. The best chefs and restaurants of the world should be from India.</q></p>",
    "pubDate": "Fri, 16 Nov 2018 11:07:32 GMT",
    "pubYear": "2018",
    "author": "Simon Cotton",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181116131343-garima-arora-michelin-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181113110727-new-zealand-beach": {
    "slug":"181113110727-new-zealand-beach",
    "title": "New Zealand asks travelers to pledge a 'Tiaki Promise' ",
    "shortText": "New Zealand is known for its strict environmental rules and regulations.",
    "text": "<p>New Zealand is known for its strict environmental rules and regulations.</p><p>Already, people who travel to the country have to go through rigorous screening when they arrive to ensure they haven't brought in any outside plants or foods that might affect New Zealand's environment.</p><p>Now, visitors to New Zealand are can go one step further by agreeing to the &ldquo;Tiaki Promise,&rdquo; wherein they pledge to be good stewards of the environment during their trip.</p><p>&ldquo;Tiaki&rdquo; means &ldquo;to guard&rdquo; in the Māori language, and it informs the Māori principle of being responsible for caring for the land.</p><p><q>The idea of tourism in New Zealand is bigger than the border process,</q> Stephen England-Hall, CEO of Tourism New Zealand, explains to CNN Travel.</p><p>Air New Zealand called on Kiwi actor Julian Dennison, rappers and local community groups to make an '80s-inspired safety video. Here's an excerpt.</p><p>He notes that the promise isn't a list of &ldquo;do this&rdquo; and &ldquo;don't do that&rdquo; guidelines that will remind you of a classroom chore chart -- rather, it's a way of putting people in a certain mindset when they arrive in the country.</p>",
    "pubDate": "Sat, 17 Nov 2018 00:57:34 GMT",
    "pubYear": "2018",
    "author": "Myra Odom",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181113110727-new-zealand-beach-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181018152807-la-merced-market-mexico-city-travel": {
    "slug":"181018152807-la-merced-market-mexico-city-travel",
    "title": "Eat your way through Mexico City's largest market",
    "shortText": "Mexico City's love affair with food is all-encompassing, and no trip is complete without a thorough food tour of Mercado de la Merced, the city's largest market and one of its oldest.",
    "text": "<p>Mexico City's love affair with food -- from street-side tacos to warm, fluffy tamales that give off a puff of aromatic steam when released from their husks -- is abiding and all-encompassing, and no trip here would be complete without a thorough exploration of the culinary riches the city has to offer.</p><p>At the beating heart of this passion is Mercado de la Merced, the city's largest market and one of its oldest.</p><p>Dotted throughout its extensive warrens are delicacies from across Mexico -- a huge variety of tastes and styles, from the straight-up delicious to dishes and ingredients not for the faint-stomached.</p><p>And who better to provide insight and insider knowledge than a trained chef? Nico García, who also works as a guide for Eat Mexico Culinary Tours, is originally from the city of Xalapa -- making him, as he points out, a Jalapeño -- but has been in Mexico City for nine years and knows the market inside out.</p><p><q>It's an incredible place that you have to see and experience to truly grasp how massive and varied it is,</q> he says.</p><p><q>You can find pretty much anything you can think of and it's the oldest part of the city. The modern market was built in the late 1950s, but Merced has been a very active commercial area since the 1300s, and because of all this, it's one of the best places in the city to find traditional market food.</q></p>",
    "pubDate": "Thu, 15 Nov 2018 04:10:21 GMT",
    "pubYear": "2018",
    "author": "Fuller Jenkins",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181018152807-la-merced-market-mexico-city-travel-3-resize-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181116091140-01-hello-kitty-cottage": {
    "slug":"181116091140-01-hello-kitty-cottage",
    "title": "Go glamping with Hello Kitty in Japan",
    "shortText": "Hello Kitty is one of Japan's most popular -- and definitely most adorable -- exports.",
    "text": "<p>Hello Kitty is one of Japan's most popular -- and definitely most adorable -- exports.</p><p>Now, fans of the character can take their appreciation one step further by staying at a Hello Kitty-themed cottage at a glamping resort in Japan.</p><p>The Grand Chariot Hokutoshichisei, an upscale resort with 23 individual cabins, called &ldquo;cocoons,&rdquo; has converted one of the cabins into an homage to the pink-bowed character, complete with wall art, bedspreads, a mirror and even bath salts bearing Hello Kitty's likeness.</p><p>The property is on Japan's Awaji Island in Hyogo Prefecture. The island, which is about 70 km (43 miles) from Kobe, is particularly renowned for its wonderful stargazing -- fitting, then, that the cabin has been dubbed &ldquo;Hello Kitty Star's Cocoon.&rdquo;</p><p>It has two beds and can hold from two to four people.</p><p>The hotel falls along the 135th longitude line, which many believe has healing and restorative properties. To fit with that, the Grand Chariot has cedar soaking bathtubs known as hinoki in each cabin, as well as skylights for optimal stargazing without going outside.</p><p>People who love cute characters and travel won't hurt for other Hello Kitty options when they're planning a vacation.</p>",
    "pubDate": "Mon, 19 Nov 2018 01:16:53 GMT",
    "pubYear": "2018",
    "author": "Leah Mcfadden",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181116091140-01-hello-kitty-cottage-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "171031105118-air-new-zealand": {
    "slug":"171031105118-air-new-zealand",
    "title": "World's 'most excellent' airline named",
    "shortText": "Air New Zealand gets regular kudos for innovating everything from in-flight services to safety videos, its funky films featuring Hobbits and other famous Kiwis.",
    "text": "<p>Air New Zealand gets regular kudos for innovating everything from in-flight services to safety videos, its funky films featuring Hobbits and other famous Kiwis.</p><p>And now, for the fifth consecutive year, the carrier has come out on top in the annual Airline Excellence Awards, created by Australia-based aviation safety and product rating agency AirlineRatings.</p><p>Celebrating the best in the aviation industry -- from budget operators to culinary champions -- the awards named Air New Zealand as Airline of the Year for 2018.</p><p><q>Air New Zealand came out number one -- or equal first -- in all of our audit criteria, which is an exceptional performance,</q> the AirlineRatings judging panel said.</p><p>The awards take into account four major international industry and government safety audits as well as fleet age, passenger reviews, profitability, investment ratings and key product offerings.</p><p><q>We also look to see if the airline is an innovator trying new things to improve the passenger experience,</q> says Geoffrey Thomas, editor-in-chief of AirlineRatings.com.</p><p>In the premium stakes, Singapore Airlines took top spot for First Class -- the airline's name being <q>synonymous with excellence of in-flight product,</q> according to AirlineRatings.</p>",
    "pubDate": "Mon, 06 Nov 2017 10:40:40 GMT",
    "pubYear": "2018",
    "author": "Russo Deleon",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/171031105118-air-new-zealand-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181101121748-join-my-wedding-kanpur": {
    "slug":"181101121748-join-my-wedding-kanpur",
    "title": "Why travelers are crashing Indian weddings",
    "shortText": "Always fantasized about attending a big blow-out India wedding, complete with days of celebration, delicious food, vibrant interiors and spectacular clothing?",
    "text": "<p>Always fantasized about attending a big blow-out India wedding, complete with days of celebration, delicious food, vibrant interiors and spectacular clothing?</p><p>Crashing a random couple's nuptials isn't advisable, but there might still be a way to snag an invite.</p><p>That's where start-up JoinMyWedding.com steps in. A global initiative co-founded by entrepreneur Orsi Parkanyi in 2016, it connects Indian couples tying the knot with travelers keen for the ultimate cultural experience.</p><p><q>You get to experience all the different cultural elements in one go: meet with local people, taste the local cuisine, dress [in] Indian attire, music, ambiance, entertainment, learn about the local customs, even architecture, depending on wedding venue,</q> Parkanyi tells CNN Travel.</p>",
    "pubDate": "Wed, 14 Nov 2018 05:36:18 GMT",
    "pubYear": "2018",
    "author": "Fannie Young",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181101121748-join-my-wedding-kanpur-4-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "180419105150-ski-roof-hotel-8": {
    "slug":"180419105150-ski-roof-hotel-8",
    "title": "Ski down the roof of this new Swiss hotel",
    "shortText": "Until now, skiing off hotel roofs has been an exploit reserved for James Bond stunt doubles and drunken fools with a penchant for plaster casts.",
    "text": "<p>Until now, skiing off hotel roofs has been an exploit reserved for James Bond stunt doubles and drunken fools with a penchant for plaster casts.</p><p>That's going to change when the Audemars Piguet Hôtel des Horlogers opens its doors.</p><p>At this new hotel, due to open 2020, guests will be able to ski down the hotel roof straight on to the ski trails below, without risking life and limb.</p><p>The ambitious design from architects Bjarke Ingels Group (BIG) blends the top of the building seamlessly into the snowy surroundings of the Vallée de Joux in western Switzerland.</p><p>The hotel, named for Swiss watchmaker Audemars Piguet, will also neighbor a museum celebrating this manufacturer of classic timepieces -- also designed by BIG.</p><p>BIG partner Daniel Sundlin told CNN Travel the hotel's multipurpose roof symbolizes connection, aiming to forge ties between locals and guests, as well as the outdoors and indoors.</p>",
    "pubDate": "Wed, 14 Nov 2018 12:20:29 GMT",
    "pubYear": "2018",
    "author": "Jeanine Cantrell",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/180419105150-ski-roof-hotel-8-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181113144913-1-iconsiam": {
    "slug":"181113144913-1-iconsiam",
    "title": "Bangkok's new $1.65 billion mega attraction",
    "shortText": "Pack your travel bags, grab your credit cards.",
    "text": "<p>Pack your travel bags, grab your credit cards.</p><p>Bangkok's biggest new attraction, the long-awaited Iconsiam is finally open to the public.</p><p>Built at a cost of US$1.65 billion, this 750,000 square meter riverside complex is made up of retail, dining, entertainment and residential spaces.</p><p>According to the developer -- a joint-venture made up of Thai companies Siam Piwat, Magnolia Quality Development Corporation and Charoen Pokphand Group -- it's Thailand's biggest commercial property project to date.</p><p>But why all the fuss for what on the surface is essentially another big shopping mall?</p><p>In the Thai capital, retail spaces are famed for being dazzlingly over the top, featuring everything from gardens and waterfalls to Michelin-starred restaurants and parking lots with designated &ldquo;Supercar&rdquo; zones.</p><p>Iconsiam is no exception. in fact, it might just be the grandest one of them all.</p><p>Iconsiam cost developers $1.65 billion to build. It's eight floors are filled with more than 100 dining options and 7,000 Thai and international brands, including Thailand's first Apple store.</p>",
    "pubDate": "Wed, 14 Nov 2018 02:28:48 GMT",
    "pubYear": "2018",
    "author": "Stanton Chang",
    "image": {
      "_url":
      "https://cdn.cnn.com/cnnnext/dam/assets/181113144913-1-iconsiam-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181112122240-coasteering": {
    "slug":"181112122240-coasteering",
    "title": "Cliff-jumping off Ireland's Atlantic coast",
    "shortText": "If someone told you to jump into an often tumultuous and always frigid North Atlantic Ocean from a 30-foot-high cliff in Ireland, would you do it?",
    "text": "<p>If someone told you to jump into an often tumultuous and always frigid North Atlantic Ocean from a 30-foot-high cliff in Ireland, would you do it?</p><p>Turns out, not only are people doing it, tourists are increasingly paying for the privilege. I was one of them recently, and after jumping into the uncertain abyss, I came away with the undisputed highlight from a week-long trip to the fabled island -- not to mention newfound respect for the power of the sea.</p><p>Colloquially known as coasteering and first invented in nearby Wales, the amphibious activity combines rough sea swimming, intertidal caving, cliff-climbing and leaping from extreme heights into the exposed sea below. Avoiding impact with rocks, hypothermia and drowning is all part of the fun.</p><p>In truth, coasteering in Ireland is a lot safer, less extreme and more enjoyable than it sounds. For around $60 per person, local guides will typically fully outfit you with a warming wetsuit, safety helmet, protective gloves, water shoes, a mega life jacket and an exhilarating -- and probably exhausting (in a good way) -- itinerary.</p><p>All told, it's a fantastic way to not only see the country's famous cliffs and shorelines in a new light, but to gain a new appreciation for an often-hostile environment.</p><p>From County Cork in the southern peninsulas to the cliff coasts of Kerry, Clare and Galway in the middle, and then all the way up to County Donegal and Northern Ireland's timeless Giant's Causeway, nearly two dozen guiding companies provide coasteering tours around much of the island.</p>",
    "pubDate": "Tue, 13 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Carmella Barnes",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181112122240-coasteering-3-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "180319142018-happy-woman-eating-fruit-salad": {
    "slug":"180319142018-happy-woman-eating-fruit-salad",
    "title": "Why some women won't eat out alone ",
    "shortText": "Taking myself out to a local Japanese restaurant for dinner shouldn't have been a big deal, but it became one before I even picked up my chopsticks.",
    "text": "<p>Taking myself out to a local Japanese restaurant for dinner shouldn't have been a big deal, but it became one before I even picked up my chopsticks.</p><p><q>Table for one,</q> I said to the hostess, who didn't return my smile.</p><p><q>Just one?</q> she asked.</p><p>It wasn't the first time I'd heard that question which, five months into widowhood, was beginning to grate. I wondered what could be so challenging about such a simple request.</p><p>About midway to my table, she stopped: <q>Only yourself?</q></p><p>At that point, I lost it a little bit.</p><p>I told her this was the third time I was stating the number of people at my table, which would have been two, had my husband been alive and with me.</p><p><q>I'm not trying to be mean,</q> she said. <q>I just have to make sure.</q></p>",
    "pubDate": "Thu, 15 Nov 2018 16:01:15 GMT",
    "pubYear": "2018",
    "author": "Blanche Dejesus",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/180319142018-happy-woman-eating-fruit-salad-stock-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181119152700-travel-weather-forecast-sun": {
    "slug":"181119152700-travel-weather-forecast-sun",
    "title": "The coldest Thanksgiving in over a century for millions",
    "shortText": "Tranquil weather will accompany most Americans heading to a loved one's dinner table for Thanksgiving. But they might feel a little heartburn on the return home Saturday and Sunday, given the traffic congestion and dicey conditions in the forecast. Check out the forecast for the long Thanksgiving holiday.",
    "text": "<p>Tranquil weather will accompany most Americans heading to a loved one's dinner table for Thanksgiving. But they might feel a little heartburn on the return trip home Saturday and Sunday, given the traffic congestion and dicey conditions in the forecast.</p><p>And if you plan on playing the traditional touch football in New York's Central Park, you might need your parka.</p><p>Here's the forecast for the long Thanksgiving holiday:</p><p>Choosing to fly Saturday? You are smart to avoid the Sunday crowds, but you are going to have to deal with some weather in the East.</p><ul><li>SOUTHEAST: Have you ever heard of the wedge? It is a weather pattern that makes Atlanta feel like Seattle -- but only colder. The low clouds and light rain will likely contribute to delays at the nation's busiest airport. This pattern can also make driving treacherous across the Appalachians. An icy wintry mix is possible for the mountains Saturday, from the Carolinas to Pennsylvania.</li><li>NORTHEAST: Precipitation, mostly in the form of rain, will affect the region, leading to some moderate delays at the major airports and compounding delays already seen across the South.</li><li>MIDSECTION: Rain remains, with snow in the upper, upper Midwest (almost Canada).</li><li>WEST: Snow lingers in the Rockies, with leftovers for a little après-ski. There are also some showers still in Northern California, but most of the West Coast just stays cloudy with less precipitation.</li></ul>",
    "pubDate": "Tue, 13 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Dixie Nieves",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181119152700-travel-weather-forecast-sun-11192018-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181123103208-cape-campbell-new-zealand": {
    "slug":"181123103208-cape-campbell-new-zealand",
    "title": "New Zealand's North and South Islands moving closer together",
    "shortText": "New Zealand's North and South Islands are moving closer together after a series of earthquakes in 2016 that lifted the sea floor, the country's geology body has said.",
    "text": "<p>New Zealand's North and South Islands are moving closer together after a series of earthquakes in 2016 that lifted the sea floor, the country's geology body has said.</p><p>The 7.8-magnitude quake and its aftershocks lifted the seabed six-and-a-half feet when they hit near Kaikōura on the South Island, exposing seaweed-covered rocks and marine life.</p><p>And the islands have continued to creep closer to each other since the quake, Sigrún Hreinsdóttir of the GNS Science body told New Zealand news website Stuff.</p><p>Cape Campbell, on the northeastern tip of the South Island, is almost 14 inches closer to Wellington, a major city on the southern coast of the North Island, than it was before the quake, she said.</p><p>Meanwhile, Kaikōura has moved about six inches east, and the coastal town of Blenheim has shifted northeast by the same distance.</p><p>Wellington itself has moved around two inches northeast.</p>",
    "pubDate": "Tue, 20 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Morton Lamb",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181123103208-cape-campbell-new-zealand-file-restricted-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "181116123252-25-traveler-gifts": {
    "slug":"181116123252-25-traveler-gifts",
    "title": "25 gifts travelers will actually want",
    "shortText": "The true traveler wants things that are either necessary or chic -- or both. So check out our guide of 25 fantastic gifts for every traveler on your list.",
    "text": "<p>Heads up: The holidays are creeping up, and there's still no genie to grant you all the best ideas on what to buy as gifts. But when there are travelers on your list, fear not.</p><p>Since it's clear that travelers value experiences above nearly all else, get them a gift that upgrades their adventures -- by making things easier, more fun or really just upping the epic factor.</p><p>Here are 25 gifts for the wanderlusters in your life that will make them think you're the genie granting travel wishes this holiday:</p><p>Travelers who've taken a trip where water is involved have found themselves up a creek without a towel, so to speak.</p><p>Sure, it's easy to pull over at a little-known swimming hole or to opt for an impromptu skinny dipping session, but it's usually less easy to find operable facilities with clean, dry towels. And no one wants to feel like a wet dog for long.</p><p>Thankfully, Dock &amp; Bay has paved the way for all unplanned swimming activities with its compact, fun-colored microfiber towel that comes in an easy-to-tote bag and promises to dry three times faster than a cotton towel. It's rare for a towel to create this level of excitement.</p>",
    "pubDate": "Tue, 20 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Shannon Maldonado",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181116123252-16-traveler-gifts-minimergency-pinch-provisions-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "160418164324-beautiful-england": {
    "slug":"160418164324-beautiful-england",
    "title": "31 beautiful reasons to visit England",
    "shortText": "Discover England's most beautiful places. From the wild North York Moors to the ancient Roman sites in Bath, you be enchanted by scenes natural and man-made.",
    "text": "<p>The English are known for being reserved. Perhaps that's why, despite living in one of loveliest countries on Earth, they don't really shout about it. They should though.</p><p>While the landscape in England lacks the drama of other parts of the world -- and even other parts of the United Kingdom -- it makes up for it with a gentle, ancient beauty that's hard to match.</p><p>London is widely acknowledged as a world-beating destination, but often overlooked beyond the capital is an incredible array of beautiful coastlines, rolling hills, quaint villages, historic cities and innovative design.</p><p>It's something to remember on April 23 -- St. George's Day -- which is the closest thing England has to a national day. The day commemorates the death of England's patron saint, a legendary dragon slayer who wasn't actually from England.</p>",
    "pubDate": "Thu, 22 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Burns Huber",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/160418164324-beautiful-england-29-bath2-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "160315093137-beautiful-ireland": {
    "slug":"160315093137-beautiful-ireland",
    "title": "The 32 most beautiful places to visit in Ireland",
    "shortText": "From the dramatic Cliffs of Moher to regal Powerscourt Estate in Wicklow, escape to 32 of the most beautiful places to visit in Ireland.",
    "text": "<p>Ireland might be famous for its pubs, but it offers much more spectacular views than the bottom of a pint glass.</p><p>There's the wild windswept west, with its Atlantic views, legendary surfing spots from Dingle to Donegal, live music and laid-back locals.</p><p>The ancient east, where Ireland's high kings once walked on Tara, aristocrats peacocked on the Powerscourt Estate, and today's elite cozy up in the seaside suburb of Killiney.</p><p>The sleek south, long a tourist mecca, where lakes, mountains, castles and stately homes dot the landscape all the way from Kerry to Killarney to Waterford.</p><p>And the sublime north, where the Mourne mountains and the Antrim coastline have inspired fantasy works from C. S. Lewis' Narnia to HBO's &ldquo;Game of Thrones.&rdquo;</p>",
    "pubDate": "Thu, 22 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Delores Washington",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/160315093137-tollymore-forest-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  },
  "170124150859-beautiful-india-kerala": {
    "slug":"170124150859-beautiful-india-kerala",
    "title": "30 of India's most beautiful places",
    "shortText": "India is a land of bountiful landscapes from stunning lakes, rolling plains and the snow-capped Himalayas to buildings of worldwide acclaim. See 30 of India's most beautiful places.",
    "text": "<p>India might just be the most colorful country in the world.</p><p>It's a land of otherworldly landscapes for travel -- from stunning lakes and endless rolling plains to the snow-capped Himalayas in the north. It's also home to wild festivals, romantic mausoleums and some of the most hectic cities in the world.</p><p>To get a small idea of its splendor, check out our photo gallery featuring 30 spectacular scenes travelers to India will want to see.</p><p>Admittedly we've barely even scratched the surface of the incredible country of India, but here's a selection of some of its most beautiful places.</p>",
    "pubDate": "Tue, 27 Nov 2018 09:55:34 GMT",
    "pubYear": "2018",
    "author": "Luella Mccall",
    "image": {
      "_url": "https://cdn.cnn.com/cnnnext/dam/assets/170124150859-beautiful-india-kerala-super-169.jpg",
      "_height": "619",
      "_width": "1100"
    }
  }
}
